Repository: gago470/menu
Catalog: Menu/*.lproj/Localizable.strings
Languages: hy

source: About
hy: Հավելվածի մասին

source: Language
hy: Լեզու

source: Notification
hy: Ծանուցում

source: Log out
hy: Դուրս գալ

source: User name
hy: Մուտքանուն

source: Password
hy: Գաղտնաբառ

source: Login
hy: Մուտք

source: Forgot password
hy: Մոռացել եմ Գաղտնաբառը

# Emeduni for IOS Version 1.0 (build 1) Avromic LLC
source: Emeduni for IOS Version 1.0 (build 1) AvroTeam
hy: Emeduni IOS-ի համար Տարբերակ 1.0 (կառուցում 1) AvroTeam

source: Do you want to logout?
hy: Դուք ուզու՞մ եք դուրս գալ

source: Yes
hy: Այո

source: No
hy: Ոչ

source: l/h
hy: հ/հ

source: time
hy: ժամ

# N°
source: Class room
hy: Լսարան

source: Subject
hy: Առարկա

source: Progress
hy: Առաջադիմություն

source: Absence
hy: Բացակայություն

source: Schedule
hy: Դասացուցակ

source: Finance
hy: Ֆինանս

source: Settings
hy: Կարգավորումներ

source: Subjects
hy: Առարկայացանկ

# Average score
source: AQG
hy: ՄՈԳ

source: Select the field
hy: Ընտրեք դաշտը

source: Please choose if you want take picture of ticket or get it from a gallery
hy: Խնդրում եմ ընտրեք, ուզում եք նկարել կտրոնը, թե վերցնեք պատկերասրահից

source: Get a ticket
hy: Ստանալ կտրոնը

source: Take a ticket
hy: Լուսանկարել կտրոնը

source: cancel
hy: Չեղարկել

source: send a ticket
hy: Ուղարկել կտրոնը

source: Please choose if you want take picture of avatar or get it from a gallery
hy: Խնդրում եմ ընտրեք, ուզում եք նկարել, թե վերցնեք պատկերասրահից

source: Take a photo
hy: նկարել

source: Get a photo
hy: վերցնել պատկերասրահից

source: Select date
hy: Ընտրեք ամսաթիվը

source: You can't sign in
hy: Դուք չեք կարող մուտք գործել

source: Please check the spelling of your login and password
hy: Խնդրում ենք ստուգել ձեր մուտքիանունի եւ գաղտնաբառի ուղղագրությունը

source: Ok
hy: Լավ

source: Log out from all devices
hy: Դուրս գալ բոլոր սարքեից

source: Full name
hy: Լրիվ անունը

source: Workplace
hy: Աշխատանքը

source: In staff
hy: Աշխատակազմի անդամ է

source: Phone
hy: Հեռախոս

source: Notes
hy: Գրառումներ

source: Father
hy: Հայրը

source: Mother
hy: Մայրը

source: Identifier
hy: Նույնացուցիչ

source: Married
hy: Ամուսնացած

source: Has kid
hy: Ունի երեխաներ

source: Birthdate
hy: Ծննդյան թիվ

source: Birthplace
hy: Ծննդավայր

source: Sex
hy: Սեռ

source: Nationality
hy: Ազգություն

source: Citizenship
hy: Քաղաքացիություն

source: Registration
hy: Գրանցում

source: Living address
hy: Բնակության վայր

source: Religion
hy: Կրոն

source: Email
hy: Էլ.փոստ

source: Semester
hy: Կիսամյակ

source: Absence of semester
hy: Կիսամյակի բացակայությունը

source: Detail
hy: Մանրամասներ

source: Subject
hy: Առարկա

source: Building
hy: Մասնաշենք

source: hour
hy: Ժամ

source: Lecture
hy: Դասախոս

source: Room
hy: Սենյակ

source: Lesson
hy: Դասաժամ

source: Credit
hy: Կտդ

source: Ex.Type
hy: Ստուգ. ձև

source: Hours
hy: ժամ.

source: Avarage grade of semester
hy: Կիսամյակի միջին գնահատումը

source: L.Xam
hy: էլ.քնն

source: Grade
hy: Գնահատականներ

source: Date
hy: Ամսաթիվ

source: Profession
hy: Մասնագիտություն

source: Study language
hy: Ուսուցման լեզուն

source: By specialty
hy: Ըստ մասնագիտության

source: Subject type
hy: Առարկայի տեսակը

source: Subject teaching type
hy: Դասավանդման տեսակը

source: Examination type
hy: Քննության տեսակը

source: All semesters
hy: Բոլոր կիսամյակները

source: Current semester
hy: Ընթացիկ կիսամյակ

source: Do you have regular occupation?
hy: Ունե՞ք մշտական զբաղվածություն

source: Medical specialties of interest
hy: Հետաքրքրող բժշկական մասնագիտությունները

source: Other interests / preferences
hy: Այլ հետաքրքրություններ/նախասիրություններ

source: Choose / Watch
hy: Ընտրել / Դիտել

source: Submite personal data
hy: Հաստատել տվյալները

source: Comfirm personal Data
hy: Հաստատել տվյալները

source: done
hy: ընտրել

source: Status
hy: Կարգավիճակ

source: If you find an error, please report it immediately to the dean's office
hy: Եթե սխալ եք հայտնաբերել, խնդրում ենք այդ մասին անհապաղ հայտնել դեկանատին

source: Medical spetiality
hy: Բժշկական մասնագիտություն

source: Other
hy: Այլ

source: Exam date
hy: Քննության ամսաթիվ

source: Atempt
hy: Փորձ

# No information.
source: No connection
hy: Տեղեկատվությունը բացակայում է:

source: You already have the latest data.
hy: Դուք արդեն ունեք վերջին տվյալները:
